tap 'mongodb/brew'
tap 'homebrew/cask-fonts'

cask 'font-fira-code'
cask 'spotify'
# removing because it is installed on pinger image
# cask 'slack'
cask 'discord'
cask 'rectangle'
cask 'google-chrome'
cask 'visual-studio-code'
cask 'iterm2'
cask 'vlc'
cask 'sublime-text'
cask 'alfred'
cask 'postman'
cask 'zoom'
cask 'the-unarchiver'
cask 'gimp'
cask 'github'
cask 'atom'
cask 'pycharm-ce'
cask 'intellij-idea-ce'
cask 'eclipse-java'
cask 'android-studio'
cask 'insomnia'
cask 'sequel-pro'
cask 'tableplus'
cask 'virtualbox'
cask 'vagrant'
cask 'wireshark'
cask 'mongodb-compass'
cask 'robo-3t'
cask 'dbeaver-community'
cask '1password'

brew 'whalebrew'
brew 'git'
brew 'mongodb-community'
brew 'mysql'
brew 'redis'
brew 'sqlite'
brew 'couchdb'
brew 'influxdb'
brew 'cassandra'
brew 'neo4j'
brew 'opensearch'
